{
  "title": "Darien",
  "description": "Name means &#34;red&#34; or &#34;man.&#34; He is the first man, created by God, whose wife was Eve. Adam was given authority over the earth. Sin came through Adam and Eve eating the forbidden fruit in the Garden of Eden, their home that was lost, but to be restored.",
  "article": "The first member of the human family, created by God from the dust of the earth (Gen 2:7). His wife, Eve, was formed out of a rib from his side (vs 21, 22). Adam was given authority over the earth and all living creatures (ch 1:26) and was commanded to populate the world (v 28). He and his wife were placed in a &#34;garden eastward in Eden,&#34; and were given the task of caring for it (ch 2:8, 15). The product of plant and tree was to be their food (ch 1:29). <BR /><BR />Adam and Eve were created perfect (Gen 1:31), and thus sinless. But they were also created with the power of choice, and thus had the freedom to disobey God. They were tested by means of &#34;the tree of the knowledge of good and evil,&#34; the fruit of which God forbade them to taste or even to touch (chs 2:17 3:3). Eve was beguiled by the serpent to eat of the tree, and then persuaded Adam to eat also (ch 3:1&#8212;7). By this act of disobedience they brought the curse of sin upon themselves and their children, and were expelled from the garden (vs 8&#8212;24). <BR /><BR />After the expulsion from the Garden of Eden, Adam and Eve became the parents of Cain, Abel, Seth, and &#34;sons and daughters&#34; (chs 4:1, 2, 25 5:4). Adam was 930 years of age at his death (ch 5:5). It is not known how long he lived in Eden, although it was only a comparatively short period, for he was only 130 years old when Seth was born (v 3), which was evidently some time after the expulsion (cf. ch 4:1&#8212;25). Through the sin of Adam death came upon the entire human family (Rom 5:12&#8212;14 Eph 2:12). However, Christ, the second Adam (1 Cor 15:45&#8212;47), overcame where the first Adam failed (cf. Mt 4:1&#8212;10), and by His sacrifice made our redemption from the results of Adam&#39;s sin possible (Heb 5:9 9:28).",
  "period": "1",
  "slug": "adam",
  "id": "1016",
  "dates": "3954&ndash;3024 <span>BC</span>",
  "scriptures": [
    {
      "reference": "Genesis 2:7",
      "verses": [
        {
          "number": "7",
          "line": "And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul."
        }
      ]
    },
    {
      "reference": "Genesis 5:5",
      "verses": [
        {
          "number": "5",
          "line": "And all the days that Adam lived were nine hundred and thirty years: and he died."
        }
      ]
    }
  ],
  "related": [
    {
      "slug": "cain",
      "title": "Cain"
    },
    {
      "slug": "abel",
      "title": "Abel"
    },
    {
      "slug": "seth",
      "title": "Seth"
    }
  ],
  "images": [
    {
      "caption": "And the LORD God planted a garden eastward in Eden; and there he put the man whom he had formed. (Genesis 2:8)",
      "file": "GoodSalt-prcas2581_8-8-2013 9-50-05 AM.jpg"
    },
    {
      "caption": "Creation of Adam by Michelangelo between 1508 to 1512. Located in the Sistine Chapel.",
      "file": "Adam_4-4-2013 10-22-05 AM.jpg"
    },
    {
      "caption": "And the LORD God formed man of the dust of the ground...(Genesis 2:7)",
      "file": "formed-man_8-8-2013 9-37-48 AM.jpg"
    },
    {
      "caption": "Stained-glass window depicting Eve offering the fruit of the knowledge of good and evil to Adam.",
      "file": "Adam3_4-4-2013 10-22-05 AM.jpg"
    }
  ],
  "videos": [
    {
      "title": "Why is There Suffering?",
      "caption": "When Adam and Eve chose to listen to the word of the enemy instead of the word of God, they handed the keys to this planet to Satan.  The devil wants us to be destroyed.  He hates God and wants to hurt God by hurting us.  Jesus came to be our substitute, to take our place.",
      "filename": "http://manna.amazingfacts.org/amazingfacts/shows/afp/afp107.mp4"
    },
    {
      "title": "Fig Leaves and Pharisees",
      "caption": "When Adam and Eve sinned, they tried to cover up their sin by sewing fig leaves and covering themselves. Their automatic response was to point away from themselves and blame others. That&#39;s true for all of us. Nothing can cover our sin except the righteousness of Christ.",
      "filename": "http://manna.amazingfacts.org/amazingfacts/shows/eg/eg7217.mp4"
    }
  ]
}
